Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageConfigVirtio9pDisabled
source: wsl2.virtio9p is disabled, falling back to 9p with vsock transport.
cs_cz: Wsl2.virtio9p je zakázáno, probíhá návrat na 9p s přenosem vsock.
da_dk: wsl2.virtio9p er deaktiveret og falder tilbage til 9p med vsock-transport.
de_de: wsl2.virtio9p ist deaktiviert und fällt mit vsock-Transport auf 9p zurück.
el_gr: Το wsl2.virtio9p είναι απενεργοποιημένο, επιστροφή στο 9p με μεταφορά vsock.
es_es: wsl2.virtio9p está deshabilitado, revirtiendo a 9p con el transporte de vsock.
fi_fi: wsl2.virtio9p on poistettu käytöstä, palataan takaisin 9p:hen vsock-siirron avulla.
fr_fr: wsl2.virtio9p est désactivé et revient à 9p avec le transport vsock.
hu_hu: A wsl2.virtio9p le van tiltva, vsock átvitellel visszaesik 9p értékre.
it_it: wsl2.virtio9p è disabilitato. Verrà eseguito il fallback a 9p con il trasporto VSOCK.
ja_jp: wsl2.virtio9p は無効です。vsock トランスポートを使用して 9p にフォールバックします。
ko_kr: wsl2.virtio9p를 사용할 수 없습니다. vsock 전송을 사용하여 9p로 대체합니다.
nb_no: wsl2.virtio9p er deaktivert, og faller tilbake til 9p med vsock-transport.
nl_nl: wsl2.virtio9p is uitgeschakeld en valt terug naar 9p met vsock-transport.
pl_pl: wsl2.virtio9p jest wyłączony, przełączenie na 9p z transportem vsock.
pt_br: wsl2.virtio9p está desabilitado, voltando para 9p com transporte vsock.
pt_pt: wsl2.virtio9p está desativado, a reverter para 9p com transporte vsock.
ru_ru: wsl2.virtio9p отключен, выполняется возврат к 9p с использованием транспорта vsock.
sv_se: wsl2.virtio9p är inaktiverat och återgår till 9p med vsock-transport.
tr_tr: wsl2.virtio9p devre dışı bırakıldı, vsock aktarımıyla 9p'ye geri dönülüyor.
zh_cn: 已禁用 wsl2.virtio9p，使用 vsock 传输回退到 9p。
zh_tw: 已停用 wsl2.virtio9p，退回到使用 vsock 傳輸的 9p。

# MessageInstallationCorrupted
source: WSL installation appears to be corrupted (Error code: {}). Press any key to repair WSL, or CTRL-C to cancel. This prompt will time out in 60 seconds.
cs_cz: Instalace WSL je pravděpodobně poškozena (kód chyby: {}). Stisknutím libovolné klávesy opravíte WSL nebo CTRL-C akci zrušíte. Časový limit této výzvy vyprší za 60 sekund.
da_dk: WSL-installationen ser ud til at være beskadiget (fejlkode: {}). Tryk på en tast for at reparere WSL, eller tryk CTRL-C for at annullere. Denne prompt får timeout om 60 sekunder.
de_de: Die WSL-Installation scheint beschädigt zu sein (Fehlercode: {}). Drücken Sie eine beliebige Taste, um WSL zu reparieren, oder STRG-C, um den Vorgang abzubrechen. Timeout für diese Eingabeaufforderung in 60 Sekunden.
el_gr: Η εγκατάσταση του WSL φαίνεται να είναι κατεστραμμένη (Κωδικός σφάλματος: {}). Πατήστε οποιοδήποτε πλήκτρο για επισκευή του WSL, ή CTRL-C για ακύρωση. Αυτό το μήνυμα θα λήξει σε 60 δευτερόλεπτα.
es_es: Parece que la instalación de WSL está dañada (código de error: {}). Presione cualquier tecla para reparar WSL o CTRL-C para cancelar. Esta solicitud agotará el tiempo de espera en 60 segundos.
fi_fi: WSL-asennus vaikuttaa olevan vioittunut (virhekoodi: {}). Korjaa WSL painamalla mitä tahansa näppäintä tai peruuta CTRL-C. Tämä kehote aikakatkaistiin 60 sekunnin kuluttua.
fr_fr: L’installation de WSL semble endommagée (code d’erreur : {}). Appuyez sur une touche pour réparer WSL ou CTRL-C pour annuler. Cette invite expirera dans 60 secondes.
hu_hu: Úgy tűnik, hogy a WSL-telepítés sérült (hibakód: {}). Nyomjon meg egy billentyűt a WSL javításához, vagy CTRL-C a megszakításhoz. Ez a kérés 60 másodpercen belül túllépi az időkorlátot.
it_it: L'installazione di WSL sembra danneggiata (codice di errore: {}). Premere un tasto qualsiasi per ripristinare WSL oppure CTRL-C per annullare. Questo prompt smetterà di essere visualizzato tra 60 secondi.
ja_jp: WSL インストールが壊れている可能性があります (エラー コード: {})。 WSL を修復するには任意のキーを押すか、取り消すには CTRL-C。 このプロンプトは 60 秒後にタイムアウトします。
ko_kr: WSL 설치가 손상된 것 같습니다(오류 코드: {}). 아무 키나 눌러 WSL을 복구하거나 CTRL-C 취소하세요. 이 프롬프트는 60초 후 시간이 초과됩니다.
nb_no: WSL-installasjonen ser ut til å være skadet (feilkode: {}). Trykk en tast for å reparere WSL, eller CTRL-C for å avbryte. Denne meldingen blir tidsavbrutt om 60 sekunder.
nl_nl: WSL-installatie lijkt beschadigd te zijn (foutcode: {}). Druk op een toets om WSL te herstellen of CTRL-C om te annuleren. Er treedt over 60 seconden een time-out op voor deze prompt.
pl_pl: Instalacja podsystemu WSL jest prawdopodobnie uszkodzona (kod błędu: {}). Naciśnij dowolny, aby naprawić podsystem WSL, lub CTRL-C, aby anulować. Ten monit przekroczy limit czasu w ciągu 60 sekund.
pt_br: A instalação do WSL parece estar corrompida (Código de erro: {}). Pressione qualquer tecla para reparar o WSL ou CTRL-C cancelar. Este prompt expirará em 60 segundos.
pt_pt: A instalação WSL parece estar danificada (Código de erro: {}). Prima qualquer tecla para reparar o WSL ou CTRL-C para cancelar. Este pedido excederá o tempo limite dentro de 60 segundos.
ru_ru: Возможно, установка WSL повреждена (код ошибки: {}). Нажмите любую клавишу, чтобы восстановить WSL, или нажмите CTRL-C, чтобы отменить. Время ожидания этого запроса истекет через 60 секунд.
sv_se: WSL-installationen verkar vara skadad (felkod: {}). Tryck på valfri tangent för att reparera WSL eller CTRL-C för att avbryta. Tidsgränsen för den här frågan går ut om 60 sekunder.
tr_tr: WSL yüklemesi bozulmuş gibi görünüyor (Hata kodu: {}). WSL'yi onarmak için herhangi bir tuşa basın veya CTRL-C tuşlarına basın. Bu istem 60 saniye içinde zaman aşımına uğradı.
zh_cn: WSL 安装似乎已损坏 (错误代码： {})。 按任意键修复 WSL，或按 CTRL-C 取消。 此提示将在 60 秒后超时。
zh_tw: WSL 安裝似乎已損毀，(錯誤碼： {})。 按任意鍵以修復 WSL，或 CTRL-C 取消。 此提示將在 60 秒內逾時。

# MessageFailedToParseTerminalProfile
source: Failed to parse terminal profile while registering distribution: {}
cs_cz: Při registraci distribuce se nepovedlo parsovat profil terminálu: {}
da_dk: Terminalprofilen kunne ikke fortolkes under registrering af distribution: {}
de_de: Fehler beim Analysieren des Terminalprofils beim Registrieren der Distribution: {}
el_gr: Αποτυχία ανάλυσης του προφίλ τερματικού κατά την εγγραφή της διανομής: {}
es_es: No se pudo analizar el perfil de terminal al registrar la distribución: {}
fi_fi: Pääteprofiilin jäsentäminen epäonnistui jakelua rekisteröitäessä: {}
fr_fr: Échec de l’analyse du profil de terminal lors de l’inscription de la distribution : {}
hu_hu: Nem sikerült elemezni a terminálprofilt a következő terjesztés regisztrálásakor: {}
it_it: Non è possibile analizzare il profilo del terminale durante la registrazione della distribuzione: {}
ja_jp: ディストリビューションの登録中にターミナル プロファイルを解析できませんでした: {}
ko_kr: 배포를 등록하는 동안 터미널 프로필을 구문 분석하지 못했습니다. {}
nb_no: Kan ikke analysere terminalprofil under registrering av distribusjon: {}
nl_nl: Kan het terminalprofiel niet parseren tijdens het registreren van de distributie: {}
pl_pl: Nie można przeanalizować profilu terminalu podczas rejestrowania dystrybucji: {}
pt_br: Falha ao analisar o perfil do terminal ao registrar a distribuição: {}
pt_pt: Falha ao analisar o perfil de terminal ao registar a distribuição: {}
ru_ru: Не удалось проанализировать профиль терминала при регистрации распространения: {}
sv_se: Det gick inte att parsa terminalprofilen när distributionen registrerades: {}
tr_tr: Dağıtım kaydedilirken terminal profili ayrıştırılamadı: {}
zh_cn: 注册分发时无法分析终端配置文件： {}
zh_tw: 註冊發佈時無法剖析終端機配置檔： {}

# MessageInvalidSize
source: Invalid size: {}
cs_cz: Neplatná velikost: {}
da_dk: Ugyldig størrelse: {}
de_de: Ungültige Größe: {}
el_gr: Μη έγκυρο μέγεθος: {}
es_es: Tamaño no válido: {}
fi_fi: Virheellinen koko: {}
fr_fr: Taille non valide : {}
hu_hu: Érvénytelen méret: {}
it_it: Dimensioni non valide: {}
ja_jp: 無効なサイズ: {}
ko_kr: 잘못된 크기: {}
nb_no: Ugyldig størrelse: {}
nl_nl: Ongeldige grootte: {}
pl_pl: Nieprawidłowy rozmiar: {}
pt_br: Tamanho inválido: {}
pt_pt: Tamanho inválido: {}
ru_ru: Недопустимый размер: {}
sv_se: Ogiltig storlek: {}
tr_tr: Geçersiz boyut: {}
zh_cn: 大小无效: {}
zh_tw: 無效的大小: {}

# MessageErrorCode
source: {} Error code: {}
cs_cz: {} Kód chyby: {}
da_dk: {} Fejlkode: {}
de_de: {} Fehlercode: {}
el_gr: {} Κωδικός σφάλματος: {}
es_es: {} Código de error: {}
fi_fi: {} Virhekoodi: {}
fr_fr: {} Code d'erreur : {}
hu_hu: {} Hibakód: {}
it_it: {} Codice errore: {}
ja_jp: {} エラー コード: {}
ko_kr: {} 오류 코드: {}
nb_no: {} Feilkode: {}
nl_nl: {} Foutcode: {}
pl_pl: {} Kod błędu: {}
pt_br: {} Código de erro: {}
pt_pt: {} Código de erro: {}
ru_ru: {} Код ошибки: {}
sv_se: {} Felkod: {}
tr_tr: {} Hata kodu: {}
zh_cn: {} 错误代码: {}
zh_tw: {} 錯誤碼: {}

# MessageInvalidJson
source: Invalid JSON document. Parse error: {}
cs_cz: Neplatný dokument JSON. Chyba analýzy: {}
da_dk: Ugyldigt JSON-dokument. Fortolkningsfejl: {}
de_de: Ungültiges JSON-Dokument. Fehler beim Analysieren der Befehlszeile: {}
el_gr: Μη έγκυρο έγγραφο JSON. Σφάλμα ανάλυσης: {}
es_es: Documento JSON no válido. Error de análisis: {}
fi_fi: Virheellinen JSON-asiakirja. Jäsennysvirhe: {}
fr_fr: Document JSON invalide. Erreur d’analyse : {}
hu_hu: Érvénytelen JSON-dokumentum. Elemzési hiba: {}
it_it: Documento JSON non valido. Errore di analisi: {}
ja_jp: 無効な JSON ドキュメント。解析エラー: {}
ko_kr: 잘못된 JSON 문서입니다. 구문 분석 오류: {}
nb_no: Ugyldig JSON-dokument. Analyseringsfeil: {}
nl_nl: Ongeldig JSON-document. Fout bij parseren: {}
pl_pl: Nieprawidłowy dokument JSON. Błąd analizy: {}
pt_br: Documento JSON inválido. Erro de análise: {}
pt_pt: Documento JSON inválido. Erro de análise: {}
ru_ru: Недопустимый документ JSON. Ошибка интерпретации параметров: {}
sv_se: Ogiltigt JSON-dokument. Syntaxfel: {}
tr_tr: Geçersiz JSON belgesi. Ayrıştırma hatası: {}
zh_cn: JSON 文档无效。分析错误: {}
zh_tw: 無效的 JSON 文件。剖析錯誤: {}

# MessageTooManyProcessors
source: wsl2.processors cannot exceed the number of logical processors on the system ({} > {})
cs_cz: Hodnota wsl2.processors nemůže překročit počet logických procesorů v systému ({} > {}).
da_dk: wsl2.processors kan ikke overskride antallet af logiske processorer på systemet ({} > {})
de_de: wsl2.processors darf die Anzahl logischer Prozessoren auf dem System nicht überschreiten ({} > {})
el_gr: Οι wsl2.processors δεν μπορούν να υπερβαίνουν τον αριθμό των λογικών επεξεργαστών του συστήματος ({} > {})
es_es: wsl2.processors no puede superar el número de procesadores lógicos del sistema ({} > {})
fi_fi: wsl2.processors ei voi ylittää järjestelmän loogisten suorittimien määrää ({} > {})
fr_fr: wsl2.processors ne peut pas dépasser le nombre de processeurs logiques sur le système ({} > {})
hu_hu: A wsl2.processzorok száma nem haladhatja meg a rendszer logikai processzorainak számát ({} > {})
it_it: wsl2.processor non può superare il numero di processori logici nel sistema ({} > {})
ja_jp: wsl2.processors はシステム上の論理プロセッサの数を超えることはできません ({} > {})
ko_kr: wsl2.processors는 시스템의 논리 프로세서 수({} > {})를 초과할 수 없습니다.
nb_no: wsl2.processors kan ikke overskride antall logiske prosessorer på systemet ({} > {})
nl_nl: wsl2.processors mogen niet groter zijn dan het aantal logische processors op het systeem ({} > {})
pl_pl: Liczba procesorów wsl2.processors nie może przekraczać liczby procesorów logicznych w systemie ({} > {})
pt_br: wsl2.processors não podem exceder o número de processadores lógicos no sistema ({} > {})
pt_pt: wsl2.processors não podem exceder o número de processadores lógicos no sistema ({} > {})
ru_ru: wsl2.processors не может превышать число логических процессоров в системе ({} > {})
sv_se: wsl2.processors får inte överskrida antalet logiska processorer i systemet ({} > {})
tr_tr: wsl2.processors, sistemdeki mantıksal işlemci sayısını ({} veya {}) > aşamıyor
zh_cn: wsl2.processors 不能超过系统上的逻辑处理器数 ({} > {})
zh_tw: wsl2.processors 不能超過系統上的邏輯處理器數目 ({} > {})

# MessageFailedToQueryNetworkingMode
source: Failed to query networking mode
cs_cz: Dotaz na síťový režim se nezdařil
da_dk: Der kunne ikke forespørges i netværkstilstand
de_de: Fehler beim Abfragen des Netzwerkmodus
el_gr: Αποτυχία ερωτήματος για τη λειτουργία δικτύου
es_es: No se pudo consultar el modo de red
fi_fi: Verkkotilan kysely epäonnistui
fr_fr: La requête du mode de mise en réseau n’a pas abouti
hu_hu: Nem sikerült lekérdezni a hálózati módot
it_it: Non è possibile eseguire query sulla modalità di rete
ja_jp: ネットワーク モードを照会できませんでした
ko_kr: 네트워킹 모드를 쿼리하지 못했습니다.
nb_no: Kan ikke spørre etter nettverksmodus
nl_nl: Kan netwerkmodus niet opvragen
pl_pl: Nie można wykonać zapytania trybu sieciowego
pt_br: Falha ao consultar o modo de rede
pt_pt: Falha ao consultar o modo de rede
ru_ru: Не удалось запросить сетевой режим
sv_se: Det gick inte att fråga om nätverksläget
tr_tr: Ağ modu sorgulanamadı
zh_cn: 查询网络模式失败
zh_tw: 無法查詢網路模式

# MessageMismatchedKernelModulesError
source: Customised kernel modules were supplied without a specifying a customised kernel. Please see https://aka.ms/wslcustomkernel for more information.
cs_cz: Byly zadány přizpůsobené moduly jádra bez zadání přizpůsobeného jádra. Další informace najdete https://aka.ms/wslcustomkernel.
da_dk: Der blev leveret tilpassede kernemoduler uden angivelse af en tilpasset kerne. Se https://aka.ms/wslcustomkernel for at få flere oplysninger.
de_de: Angepasste Kernelmodule wurden ohne Angabe eines angepassten Kernels bereitgestellt. Weitere Informationen finden Sie in https://aka.ms/wslcustomkernel.
el_gr: Παρασχέθηκαν προσαρμοσμένες λειτουργικές μονάδες πυρήνα (kernel modules) χωρίς να έχει καθοριστεί προσαρμοσμένος πυρήνας. Παρακαλώ δείτε το https://aka.ms/wslcustomkernel για περισσότερες πληροφορίες.
es_es: Se proporcionaron módulos de kernel personalizados sin especificar un kernel personalizado. Consulte https://aka.ms/wslcustomkernel para obtener más información.
fi_fi: Mukautetut ydinmoduulit toimitettiin määrittämättä mukautettua ydintä. Lisätietoja on https://aka.ms/wslcustomkernel.
fr_fr: Des modules de noyau personnalisés ont été fournis sans spécifier de noyau personnalisé. Pour plus d’informations, consultez https://aka.ms/wslcustomkernel.
hu_hu: Az egyéni rendszermagmodulok egyéni rendszermag megadása nélkül lettek megadva. További információért tekintse meg a https://aka.ms/wslcustomkernel.
it_it: Sono stati forniti moduli kernel personalizzati senza specificare un kernel personalizzato. Per altre informazioni, vedere https://aka.ms/wslcustomkernel.
ja_jp: カスタマイズされたカーネルを指定せずに、カスタマイズされたカーネル モジュールが指定されました。詳細については、https://aka.ms/wslcustomkernel を参照してください。
ko_kr: 사용자 지정 커널을 지정하지 않고 사용자 지정 커널 모듈이 제공되었습니다. 자세한 내용은 https://aka.ms/wslcustomkernel 참조하세요.
nb_no: Tilpassede kjernemoduler ble levert uten å angi en tilpasset kjerne. Se https://aka.ms/wslcustomkernel for mer informasjon.
nl_nl: Er zijn kernelmodules geleverd zonder een kernel op te geven. Raadpleeg https://aka.ms/wslcustomkernel voor meer informatie.
pl_pl: Niestandardowe moduły jądra zostały dostarczone bez określania niestandardowego jądra. Aby uzyskać więcej informacji, zobacz https://aka.ms/wslcustomkernel.
pt_br: Módulos de kernel personalizados foram fornecidos sem especificar um kernel personalizado. Consulte o https://aka.ms/wslcustomkernel para obter mais informações.
pt_pt: Foram fornecidos módulos de kernel personalizados sem especificar um kernel personalizado. Consulte https://aka.ms/wslcustomkernel para obter mais informações.
ru_ru: Модули настроенного ядра предоставлены без указания настроенного ядра. Дополнительные сведения см. на странице https://aka.ms/wslcustomkernel.
sv_se: Anpassade kernelmoduler angavs utan att en anpassad kernel angavs. Mer information finns i https://aka.ms/wslcustomkernel.
tr_tr: Özelleştirilmiş çekirdek modülleri özelleştirilmiş bir çekirdek belirtilmeden sağlandı. Daha fazla bilgi için lütfen https://aka.ms/wslcustomkernel adresine bakın.
zh_cn: 提供的自定义内核模块未指定自定义内核。有关详细信息，请参阅 https://aka.ms/wslcustomkernel。
zh_tw: 已提供自定義核心模組，但未指定自定義核心。如需詳細資訊，請參閱 https://aka.ms/wslcustomkernel。

# MessageDnsTunnelingDisabled
source: Due to a current compatibility issue with Global Secure Access Client, DNS Tunneling is disabled.
cs_cz: Kvůli aktuálnímu problému s kompatibilitou s klientem globálního bezpečného přístupu je tunelování DNS zakázané.
da_dk: På grund af et aktuelt kompatibilitetsproblem med Global sikker adgang-klienten er DNS-tunneling deaktiveret.
de_de: Aufgrund eines aktuellen Kompatibilitätsproblems mit dem globalen Client für sicheren Zugriff ist DNS-Tunneling deaktiviert.
el_gr: Λόγω ενός τρέχοντος προβλήματος συμβατότητας με το Global Secure Access Client, η διοχέτευση (Tunneling) DNS είναι απενεργοποιημένη.
es_es: Debido a un problema de compatibilidad actual con el cliente de Acceso global seguro, la tunelización DNS está deshabilitada.
fi_fi: Globaalin suojatun käytön asiakasohjelman nykyisen yhteensopivuusongelman vuoksi DNS-tunnelointi on poistettu käytöstä.
fr_fr: En raison d’un problème de compatibilité actuel avec le client Accès global sécurisé, le tunneling DNS est désactivé.
hu_hu: A Globális biztonságos hozzáférés ügyféllel kapcsolatos jelenlegi kompatibilitási probléma miatt a DNS-alagútképzés le van tiltva.
it_it: A causa di un problema di compatibilità con Accesso globale sicuro, il tunneling DNS è attualmente disabilitato.
ja_jp: グローバル セキュア アクセス クライアントとの互換性に関する現在の問題により、DNS トンネリングは無効です。
ko_kr: 현재 전역 보안 액세스 클라이언트와의 호환성 문제가 발생하여 DNS 터널링이 비활성화되었습니다.
nb_no: DNS-tunnelering er deaktivert på grunn av et nåværende kompatibilitetsproblem med Global sikker tilgang-klienten.
nl_nl: Vanwege een huidig compatibiliteitsprobleem met de Wereldwijde Beveiligde Toegang-client is DNS-tunneling uitgeschakeld.
pl_pl: Z powodu bieżącego problemu ze zgodnością z klientem Globalnego Bezpiecznego Dostępu, tunelowanie DNS jest wyłączone.
pt_br: Devido a um problema de compatibilidade atual com o Cliente do Acesso Global Seguro, o Túnel DNS está desabilitado.
pt_pt: Devido a um problema de compatibilidade atual com o Cliente de Acesso Seguro Global, o Túnel DNS está desativado.
ru_ru: Из-за текущей проблемы совместимости с клиентом глобального безопасного доступа туннелирование DNS отключено.
sv_se: DNS-tunneling är inaktiverat på grund av ett aktuellt kompatibilitetsproblem med klienten för Global säker åtkomst.
tr_tr: Küresel Güvenli Erişim İstemcisiyle ilgili mevcut bir uyumluluk sorunu nedeniyle DNS Tünelleme devre dışı bırakıldı.
zh_cn: 由于当前与全局安全访问客户端的兼容性问题，DNS 隧道被禁用。
zh_tw: 由於目前與全球安全存取用戶端的相容性問題，已停用 DNS 通道。

# MessageSparseVhdDisabled
source: Sparse VHD support is currently disabled due to potential data corruption. To force a distribution to use a sparse VHD, please run: wsl.exe --manage <DistributionName> --set-sparse --allow-unsafe
cs_cz: Podpora prořídlého VHD je v současné době zakázána z důvodu možného poškození dat. Pokud chcete distribuci vynutit použití prořídlého VHD, spusťte: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
da_dk: Understøttelse af sparse VHD er i øjeblikket deaktiveret på grund af potentiel datakorruption. For at tvinge en distribution til at bruge en sparse VHD, skal du køre: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
de_de: Die Unterstützung von Sparse VHD ist derzeit wegen möglicher Datenbeschädigung deaktiviert. Um eine Distribution zu zwingen, eine spärliche VHD zu verwenden, führen Sie bitte Folgendes aus: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
el_gr: Η υποστήριξη Sparse VHD είναι επί του παρόντος απενεργοποιημένη λόγω πιθανής καταστροφής δεδομένων. Για να εξαναγκάσετε μια διανομή να χρησιμοποιήσει ένα sparse VHD, παρακαλώ εκτελέστε: wsl.exe --manage <ΌνομαΔιανομής> --set-sparse true --allow-unsafe
es_es: La compatibilidad con VHD disperso está deshabilitada actualmente debido a posibles daños en los datos. Para forzar que una distribución use un VHD disperso, ejecuta: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
fi_fi: Harva virtuaalikiintolevyn tuki on tällä hetkellä poistettu käytöstä tietojen mahdollisen vioittumisen vuoksi. Jos haluat pakottaa jakelun käyttämään harvaa virtuaalikiintolevyä, suorita seuraavasti: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
fr_fr: La prise en charge des VHD espacés est actuellement désactivée en raison d’un risque potentiel de corruption des données. Pour forcer une distribution à utiliser un VHD espacé, veuillez exécuter : wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
hu_hu: A ritka VHD-támogatás jelenleg le van tiltva az adatok esetleges sérülése miatt. Ha egy disztribúciót ritka VHD használatára szeretne kényszeríteni, futtassa a következőt: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
it_it: Il supporto disco rigido virtuale di tipo sparse attualmente è disabilitato a causa di un potenziale danneggiamento dei dati. Per forzare una distribuzione per usare un disco rigido virtuale sparse, esegui: wsl.exe --manage <NomeDistribuzione> --set-sparse true --allow-unsafe
ja_jp: スパース VHD のサポートは、データの破損の可能性があるため、現在無効になっています。 ディストリビューションでスパース VHD を強制的に使用するには、次を実行してください。 wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
ko_kr: 데이터 손상 가능성으로 인해 스파스 VHD 지원은 현재 비활성화되어 있습니다. 배포 시 강제로 스파스 VHD를 사용하도록 하려면 다음을 실행하세요. wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
nb_no: Sparsom VHD-støtte er deaktivert på grunn av potensiell dataskade. Hvis du vil tvinge en distribusjon til å bruke en sparsom VHD, kan du kjøre: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
nl_nl: Sparse VHD-ondersteuning is momenteel uitgeschakeld vanwege mogelijk beschadigde gegevens. Om een distributie te dwingen een sparse VHD te gebruiken, voer je het volgende uit: wsl.exe --manage <DistributionName> --set-sparse --allow-unsafe
pl_pl: Obsługa rozrzedzonych dysków VHD jest obecnie wyłączona z powodu potencjalnego uszkodzenia danych. Aby wymusić używanie rozrzedzonego dysku VHD przez dystrybucję, uruchom polecenie: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
pt_br: O suporte a VHD esparso está atualmente desativado devido a possível corrupção de dados. Para forçar uma distribuição a usar um VHD esparso, execute: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
pt_pt: O suporte a VHD disperso está atualmente desativado devido a potenciais danos nos dados. Para forçar uma distribuição a utilizar um VHD disperso, execute: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
ru_ru: Поддержка разреженного VHD в настоящее время отключена из-за возможного повреждения данных. Чтобы принудительно использовать разреженный VHD в дистрибутиве, выполните команду: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
sv_se: Stöd för dynamiskt expanderbar VHD är för närvarande inaktiverat på grund av potentiell datakorruption. Om du vill tvinga en distribution att använda en dynamiskt expanderbar VHD kör du: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
tr_tr: Seyrek VHD desteği olası veri bozulması nedeniyle şu anda devre dışı bırakılmıştır. Bir dağıtımı seyrek VHD kullanmaya zorlamak için lütfen şu komutu çalıştırın: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
zh_cn: 由于潜在的数据损坏，目前已禁用稀疏 VHD 支持。 要强制发行版使用稀疏 VHD，请运行: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
zh_tw: 由於可能會導致資料損毀，目前已停用稀疏 VHD 支援。 若要強制發行版本以使用稀疏 VHD，請執行: wsl.exe --manage <DistributionName> --set-sparse true --allow-unsafe
